{
    "2019": [
        {
            "id": "horizonChart",
            "date": "05. November 2019",
            "title": "Horizon Charts",
            "description": "Welcome to the new Data Viz category on my blog. As data visualization and analysis has - next to photography - become one of my key interests, I am going to post everything that I come across and that relates to the topic here. So let's jump right in! First Episode: Spaghetti vs. horizon charts!",
            "ts": [
                "altair",
                "horizon chart",
                "time series"
            ],
            "cat": "dataViz",
            "images": [
                "2019_horizonChart.png"
            ]
        }
    ],
    "2015": [
        {
            "id": "paradies",
            "date": "29. September 2015",
            "title": "Zurück im Paradies",
            "description": "Oh wie ich es genieße, draußen tief einzuatmen, ohne dabei ein schlechtes Gewissen zu haben. Endlich riecht es nicht mehr nach Asche und Sand, verbranntem Plastik, faulen Eiern oder Todeswurst sondern nach Bäumen, nasser Wiese und ...",
            "ts": [
                "china"
            ],
            "cat": "foto",
            "images": []
        },
        {
            "id": "fazit",
            "date": "30. August 2015",
            "title": "China - Ein Fazit",
            "description": "Im Februar stellte ich meine Füße zum zweiten Mal auf chinesischen Boden. Ich erinnere mich: Vor meiner ersten Reise im März 2014 konnte ich mir nicht im Geringsten vorstellen, einmal für längere Zeit nach China zu gehen. Als ich nach zehn ...",
            "ts": [
                "china"
            ],
            "cat": "foto",
            "images": []
        },        
        {
            "id": "qingdao",
            "date": "Juni 2015",
            "title": "Qingdao",
            "description": "Zwei Eigenschaften haben Qingdao entscheidend geprägt: Die Stadt ist eine ehemalige deutsche Kolonie und sie ist Gründungsort der größten Brauerei der Welt. ...",
            "ts": [
                "china"
            ],
            "cat": "foto",
            "images": []
        },
        {
            "id": "dalian_ii",
            "date": "Mai 2015",
            "title": "Chinakoller",
            "description": "Im Sommer stinkt Dalian zum Himmel. Temperaturen jenseits 30 Grad, das Meer und tausende von Menschen entfalten hier ihre eigene Duftwolke. Den Flair, den ich bei meinem letzten Besuch noch spürte, konnte ich dieses Mal nicht wiederfinden. Im Gegenteil. Es war einfach nur ...",
            "ts": [
                "china"
            ],
            "cat": "foto",
            "images": []
        },
        {
            "id": "dalian_i",
            "date": "31. Mai 2015",
            "title": "Dalian",
            "description": "Ich war um das schlechte Wetter in Dalian sehr froh. 10 Grad und Nebel waren zwar nicht gerade angenehm, aber dafür begegneten wir vermutlich nur halb so vielen Menschen, wie bei 30 Grad und Sonnenschein. Nach ...",
            "ts": [
                "china"
            ],
            "cat": "foto",
            "images": []
        },
        {
            "id": "anshan",
            "date": "18. Mai 2015",
            "title": "Anshan",
            "description": "45 Minuten mit dem Schnellzug von Shenhyang liegt Anshan. Dass die Stadt im Vergleich ein Kuhdorf ist, merkt man daran, dass der Schnellbahnhof eben nur vier Gleise hat und nicht 20. Außerdem stiegen aus dem Zug an diesem frühen Vormittag des 1. Mai nur wenige Menschen ...",
            "ts": [
                "china"
            ],
            "cat": "foto",
            "images": []
        },
        {
            "id": "dandong",
            "date": "12. April 2015",
            "title": "Ostern in Dandong",
            "description": "Eine Zugfahrt die ist lustig, vor allem für die einzige Gruppe Europäer in einem Zug in China. Zum Glück war das Abteil nur eine Stunde so voll, dass man sich mit Ellenbogen den Weg zur Zugtoilette frei ...",
            "ts": [
                "china"
            ],
            "cat": "foto",
            "images": []
        },
        {
            "id": "shenyang_downtown",
            "date": "22. März 2015",
            "title": "Shenyang Downtown",
            "description": "In unserer Bude gäbe es noch genügend aufzuräumen. Die Spüle steht voll mit Geschirr. Sonntags wäre dafür eigentlich viel Zeit. Leider kommt seit heute Morgen wieder einmal kein Wasser aus der Leitung. Wasserrohrbruch. ...",
            "ts": [
                "china"
            ],
            "cat": "foto",
            "images": []
        },
        {
            "id": "shenyang_welcome",
            "date": "09. März 2015",
            "title": "Welcome to Shenyang",
            "description": "Seit mehr als Woche lebe ich nun in China. Seit Tagen grüble ich, worüber ich denn schreiben soll. Zu berichten gäbe es einiges. Allerdings überlasse ich die kritische Berichterstattung lieber anderen. Und kritisch berichten könnte man hier sehr gut. ...",
            "ts": [
                "china"
            ],
            "cat": "foto",
            "images": []
        }
    ]
}